Revit 2027 API
RevisionCloud.IsRevisionIssued Method
 Indicates whether the Revision associated with this RevisionCloud has been issued.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsRevisionIssued()
Public Function IsRevisionIssued As Boolean
public:
bool IsRevisionIssued()
member IsRevisionIssued : unit -> bool
Return Value
Boolean
 True if the Revision has been issued, False otherwise.
See Also
Reference
RevisionCloud Class
Autodesk.Revit.DB Namespace